# List of country names in Hebrew
country_names = [
    "אוגנדה", "אוזבקיסטן", "אוסטריה", "אוסטרליה", "אוקראינה", "אורוגוואי", "אזרבייג'ן",
    "איחוד האמירויות הערביות", "איטליה", "אינדונזיה", "איסלנד", "איראן", "אירלנד",
    "אל סלוודור", "אלבניה", "אלג'יריה", "אנגולה", "אנדורה", "אנטיגואה וברבודה", "אסוואטיני",
    "אסטוניה", "אפגניסטן", "אקוודור", "ארגנטינה", "אריתריאה", "ארמניה", "ארצות הברית",
    "אתיופיה", "בהאמה", "בהוטן", "בוטסואנה", "בולגריה", "בוליביה", "בוסניה והרצגובינה",
    "בורונדי", "בורקינה פאסו", "בחריין", "בלארוס", "בלגיה", "בליז", "בנגלדש", "בנין",
    "ברבדוס", "ברוניי", "ברזיל", "ג'יבוטי", "ג'מייקה", "גאורגיה", "גאנה", "גבון",
    "גואטמלה", "גיאנה", "גינאה", "גינאה ביסאו", "גינאה המשוונית", "גמביה", "גרמניה",
    "גרנדה", "דומיניקה", "הרפובליקה הדומיניקנית", "דנמרק", "דרום אפריקה", "דרום סודאן",
    "האיטי", "האיים המלדיביים", "הודו", "הולנד", "הונגריה", "הונדורס", "הממלכה המאוחדת",
    "הרפובליקה המרכז-אפריקאית", "וייטנאם", "ונואטו", "ונצואלה", "קריית הוותיקן", "זימבבואה",
    "זמביה", "חוף השנהב", "טג'יקיסטן", "טובאלו", "טוגו", "טונגה", "טורקיה", "טורקמניסטן",
    "טנזניה", "טרינידד וטובגו", "יוון", "יפן", "ירדן", "ישראל", "כווית", "כף ורדה",
    "לאוס", "לבנון", ]


